"SPC Password" = "SPC heslo";
"Authentication Key" = "Autentifikačný kľúč";
"Incorrect key" = "Nesprávny kľúč";
"Incorrect SPC Password" = "Nesprávne SPC heslo";
"Enter 26 digit key" = "Zadajte 26-číselný autentifikačný kľúč.";
"Security" = "Zabezpečenie";
"Too many retries of SPC." = "Príliš veľa pokusov o SPC.";
"AKEY set successfully." = "AKEY úspešne nastavený.";
"Failed to set AKEY." = "Zlyhalo nastavovanie AKEY.";
"Too many retries of AKEY." = "Príliš veľa pokusov o AKEY.";
"Password" = "Heslo";
"Key" = "Kľúč";
"OK" = "OK";
"Cancel" = "Zrušiť";